/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "مساعد إعداد تعيين المنافذ";
"Firewall.Service.Intro" = "يقدم مساعد إعداد تعيين المنافذ كيفية تخطيط حركات مرور الشبكة الواردة على منافذ وخدمات محددة إلى أجهزة كمبيوتر على الشبكة.";
"Firewall.PortHost.Intro" = "اختر خدمة من القائمة المنبثقة أو أدخل عنوان IP العام والخاص والمنافذ التي ترغب في التخطيط بينها.";
"Firewall.PortHost.IPv6" = "يمكن أيضًا السماح لحركات مرور الشبكة الواردة إلى كل مضيفي IPv6 على الشبكة.";
"Firewall.Description.Intro" = "أدخل وصفًا لإدخال تعيين المنفذ هذا.";
"Firewall.Description.Done" = "عند الانتهاء، انقر على تم لحفظ إدخال تعيين المنفذ.";

"tcpPrivatePorts" = "منفذ (منافذ) TCP خاص";
"tcpPublicPorts" = "منفذ (منافذ) TCP عام";
"udpPrivatePorts" = "منفذ (منافذ) UDP خاص";
"udpPublicPorts" = "منفذ (منافذ) UDP عام";

"type" = "الخدمة";
"hosts" = "عنوان IP خاص";
"privatePort" = "منفذ خاص";
"description" = "الوصف";
"advertiseService" = "الإعلام بشكل عام باستخدام Bonjour";
"serviceName" = "اسم الخدمة";
"serviceType" = "نوع الخدمة";
"allowAllIPv6" = "السماح بالمرور إلى كل مضيفي IPv6";

"ConflictingPortNumber" = "يتعارض رقم منفذ عام مع منفذ آخر قيد الاستخدام في خدمة موجودة على المحطة الرئيسية. اختر رقمًا مختلفًا للمنفذ العام.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "يتعارض رقم منفذ UDP عام مع منفذ قيد الاستخدام في خدمة موجودة على المحطة الرئيسية. اختر رقمًا مختلفًا للمنفذ العام.";
"ConflictingPortUDPFileSharing" = "يتعارض رقم منفذ UDP عام مع منفذ مشاركة ملفات على المحطة الرئيسية. قم بتعطيل مشاركة الملفات أو اختر رقمًا مختلفًا للمنفذ.";
"ConflictingPortUDPFileSharingNoDisable" = "يتعارض رقم منفذ UDP عام مع منفذ مشاركة ملفات على المحطة الرئيسية. اختر رقمًا مختلفًا للمنفذ.";
"ConflictingPortUDPSNMP" = "يتعارض منفذ UDP عام مع منفذ SNMP على المحطة الرئيسية. قم بتعطيل SNMP أو اختر رقمًا مختلفًا للمنفذ.";
"ConflictingPortTCPFileSharing" = "يتعارض رقم منفذ TCP عام مع منفذ مشاركة ملفات على المحطة الرئيسية. قم بتعطيل مشاركة الملفات أو اختر رقمًا مختلفًا للمنفذ.";
"ConflictingPortTCPFileSharingNoDisable" = "يتعارض رقم منفذ TCP عام مع منفذ مشاركة ملفات على المحطة الرئيسية. اختر رقمًا مختلفًا للمنفذ.";
"ConflictingPortTCPACP" = "يتعارض رقم منفذ TCP عام مع منفذ التكوين على المحطة الرئيسية. اختر رقمًا مختلفًا للمنفذ.";

/* Services */
"Personal File Sharing" = "مشاركة الملفات الشخصية";
"Windows Sharing" = "مشاركة النوافذ";
"Personal Web Sharing" = "مشاركة الويب الشخصية";
"Remote Login - SSH" = "الدخول عن بُعد - SSH";
"FTP Access" = "وصول FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "أحداث Apple عن بُعد";
"Printer Sharing" = "مشاركة الطابعة";
"POP Mail" = "بريد POP";
"POP Mail with SSL" = "بريد POP مع SSL";
"IMAP Mail" = "بريد IMAP";
"IMAP Mail with SSL" = "بريد IMAP مع SSL";
"SMTP Mail" = "بريد SMTP";
"QuickTime Streaming Server" = "خادم QuickTime Streaming";
"Jabber" = "Jabber";
"CustomService" = "اختيار خدمة";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "مساعد إعداد جدار حماية IPv6";
"IPv6Firewall.Intro" = "يقدم مساعد إعداد جدار حماية IPv6 كيفية السماح بحركة مرور شبكة IPv6 إلى أجهزة على الشبكة.";

"AllowLabel" = "السماح";
"AllowAll" = "كل الخدمات والمنافذ";
"AllowAllTCPUDP" = "كل منافذ TCP وUDP";
"AllowSpecific" = "منافذ TCP وUDP المحددة";

"host" = "عنوان IPv6 ‏";
"tcpPorts" = "منفذ (منافذ) TCP";
"udpPorts" = "منافذ UDP";

/*  AAUUserDBTask  */

"Accounts" = "مساعد إعداد الحساب";
"Accounts.UserPassword" = "اسم المستخدم وكلمة السر";
"Accounts.UserPassword.Intro" = "أدخل اسم الحساب وكلمة السر.";
"Accounts.Restrictions.FileAccess" = "اختر وصول هذا الحساب إلى الأقراص المشتركة.";

"name" = "الاسم";
"shortName" = "الاسم المختصر";
"password" = "كلمة السر";
"passwordVerify" = "تأكيد كلمة السر";
"fileSharingAccess" = "مشاركة الوصول";
"accessBelowGuest" = "مستوى الوصول لمشاركة الملفات الذي قمت باختياره أقل من مستوى دخول المضيف. ولازال يمكن للمستخدم الدخول كضيف والوصول إلى الأقراص المشاركة.";
"UsernameInUse" = "اسم هذا الحساب موجود بالفعل. أدخل اسمًا فريدًا.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "مساعد إعداد التحكم في الوصول المحدد بوقت";
"TimedAccess.Intro" = "أدخل عنوان MAC اللاسلكي للعميل أو معرّف AirPort والوصف.";
"TimedAccess.Intro.Fallback" = "أدخل وصفَا لعدد المرات الافتراضية للوصول لهذه الشبكة.";
"TimedAccess.Restrictions" = "انقر على إضافة (+) لتعيين الحدود الزمنية لشبكة العميل.";
"TimedAccess.Restrictions.Fallback" = "انقر على إضافة (+) لتعيين الحدود الزمنية الافتراضية للشبكة.";
"ThisComputer" = "هذا الكمبيوتر";

"days.0" = "بلا وصول";
"days.1" = "أيام الاثنين";
"days.2" = "أيام الثلاثاء";
"days.4" = "أيام الأربعاء";
"days.8" = "أيام الخميس";
"days.16" = "أيام الجمعة";
"days.32" = "أيام السبت";
"days.64" = "أيام الأحد";
"days.31" = "أيام الأسبوع";
"days.96" = "نهاية الأسبوع";
"days.127" = "كل يوم";

"time.0" = "قبل";
"time.1" = "بعد";
"time.2" = "بين";
"time.3" = "اليوم كله";

"and" = "و";

"TimedAccessWillExpireOn" = "تنتهي صلاحية وصول العميل إلى هذه الشبكة في %@.";
"TimedAccessDidExpire" = "انتهت صلاحية وصول العميل إلى هذه الشبكة.";	
"TimedAccessDidExpireExplain" = "إذا كنت ترغب في استعادة إمكانية الوصول إلى الشبكة، فيمكن تغيير الحدود الزمنية للعميل من “عدم الوصول” إلى خيار آخر.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "مساعد إعداد حجز DHCP";
"DHCPReservation.Name" = "قم بتسمية الحجز الخاص بك";
"DHCPReservation.Name.Intro" = "إذا كنت ترغب في حجز عنوان IP معين لعميل على الشبكة، فأدخل وصفًا للحجز.";
"DHCPReservation.Name.Middle" = "قم بحجز العنوان بعنوان MAC أو معرّف عميل DHCP.";
"DHCPReservation.Name.Continue"	= "عند الانتهاء، انقر على متابعة.";
"DHCPReservation.Mapping" = "تعيين معرّف عميل أو عنوان MAP إلى عنوان IP";
"DHCPReservation.Mapping.MACAddress" = "أدخل عنوان MAC للعميل اللاسلكي الذي يتلقى الحجز.";
"DHCPReservation.Mapping.ClientID" = "أدخل معرّف عميل DHCP للعميل اللاسلكي الذي يتلقى الحجز.";
"DHCPReservation.Mapping.IP" = "أدخل عنوان IP الذي ترغب في حجزه للعميل. سيتم توفير عنوان IP الذي تحجزه فقط للعميل الذي لديه عنوان MAC أو معرّف عميل DHCP الذي قمت بإدخاله.";
"DHCPReservation.Mapping.Done"	= "انقر على تم عند الانتهاء.";

"macAddress" = "عنوان MAC";
"clientID" = "معرّف عميل DHCP";
"ipv4Address" = "عنوان IPv4 ‏";
"ReserveAddressBy" = "حجز العنوان بـ";

/*  AAUSimpleConfigTask  */

"WPS" = "مساعد إعداد العميل اللاسلكي";
"WPS.Auth.Intro" = "توجد طريقتان يمكن السماح للعميل من خلالهما بالربط بالشبكة المحمية بكلمة السر دون إدخال كلمة سر. يمكن إدخال رقم PIN للمستخدم، أو السماح بوصول أول عميل يحاول الربط بالشبكة.";
"WPS.Auth.DayPass" = "يمكن أيضًا اختيار تحديد وصول هذا العميل بمدة ٢٤ ساعة فقط.";

"WPS.PIN.Intro" = "أدخل رقم PIN للعميل.";
"WPS.PIN.Description" = "يتم إظهار رقم PIN على شاشة عرض العميل أو يتم طبعه إذا لم تكن للعميل شاشة عرض.";

"WPS.Done.Intro" = "عند نجاح ربط العميل اللاسلكي بالشبكة، سيظهر أدناه.";
"WPS.Done.Waiting" = "يتم الآن انتظار العميل اللاسلكي...";
"WPS.Done.Failed" = "حدث خطأ أثناء محاولة عميل لاسلكي الربط بالشبكة. الرجاء المحاولة مرة أخرى.";
"WPS.Done.Success" = "تمكن العميل اللاسلكي الجديد من الربط بالشبكة بنجاح.";

"AllowClientsBy" = "السماح للعميل حسب";
"PIN" = "رقم PIN";
"FirstCome" = "المحاولة الأولى";
"DayPass" = "تحديد وصول العميل بـ ٢٤ ساعة";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "الخيارات اللاسلكية";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "خيارات";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "اسم المضيف";
"BaseStationHostnames" = "أسماء المضيفين";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "القنوات اللاسلكية";

"AppleWiFiConnectOptions" = "خيارات العميل اللاسلكي";

/* EditUSBDeviceTask */
"EditUSBDevice" = "جهاز USB";

"USBDeviceSharingAccounts" = "الحسابات";
"USBDeviceSharingAccounts.title" = "تحديد حسابات المستخدمين";
"AddNewAccount" = "إضافة حساب جديد";
"SaveAccount" = "حفظ الحساب";

"USBDeviceIsExclusive" = "يمكن لعميل واحد استخدام هذا الجهاز في المرة الواحدة";

"USBDeviceSharing" = "قيود الوصول";
"USBDeviceSharing.0" = "لا توجد قيود";
"USBDeviceSharing.1" = "استخدم كلمة سر %@";	/* product name goes here */
"USBDeviceSharing.2" = "استخدام كلمة سر لجهاز USB";
"USBDeviceSharing.3" = "استخدام حسابات";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "توصيل Time Capsule القديم";
"WaitForDirectConnectTask.replacecables" = "قم بنقل كل كبلات إيثرنت الموجودة على Time Capsule السابق إلى Time Capsule الجديد.";
"WaitForDirectConnectTask.directdescription" = "لتحسين الترحيل، استخدم كبل إيثرنت إضافي وقم بتوصيله من منفذ WAN لـ Time Capsule القديم إلى منفذ LAN على Time Capsule جديد.";
"WaitForDirectConnectTask.initialcheck" = "يتم الآن التحقق من اتصال Time Capsule الخاص بك عبر إيثرنت...";
"WaitForDirectConnectTask.ok1" = "تم توصيل Time Capsules الخاصة بك الآن.";
"WaitForDirectConnectTask.ok2" = "انقر على متابعة لبدء الترحيل.";
"WaitForDirectConnectTask.ok3" = "قد يستغرق الترحيل وقتًا طويلاً، تبعًا لمحتويات القرص التي تقوم بترحيلها.";
"WaitForDirectConnectTaskOldLabel" = "‏Time Capsule قديم";
"WaitForDirectConnectTaskNewLabel" = "‏Time Capsule جديد";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "التحقق من اتصال الإنترنت";
"VerifyInternetConnectionTest" = "تتحقق أداة AirPort من اتصال %@ هذا بالإنترنت.";
"VerifyInternetConnectionTestSuccess" = "يتصل %@ هذا بالإنترنت. انقر على متابعة.";
"VerifyInternetConnectionTestFailure" = "إذا كنت تريد استخدام اتصال الإنترنت الخاص بك أثناء الترحيل، فتأكد من توصيل DSL أو مودم الكبل الخاص بك بمنفذ WAN في Time Capsule الجديد. قم بإيقاف تشغيل المودم وإزالة البطارية إن وجدت، وانتظر بضع ثوانٍ ثم ضع البطارية مرة أخرى وقم بتشغيل المودم. وبمجرد الاتصال، انقر على متابعة.";
"VerifyInternetConnectionTestFailureIgnore" = "إذا كنت لا تريد استخدام اتصال الإنترنت الخاص بك أثناء الترحيل، فانقر على متابعة.";

